<template>
    <div class="detail-content-container">
        <div class="container-logo">
            <ul class="logo-list">
                <li>精选</li>
                <li>原创</li>
            </ul>
            <div class="logo-author">
                <img src="../assets/d_avatar.png" alt="">
            </div>
        </div>
        <div class="container-content">
            1
那是我二十四岁的时候。

有个不太熟的女子邀我一起去音乐节。当时我在家待着，什么事也不做，于是便答应了。我们是在一家摄影网站认识的，见过几面，聊天吃饭。我不认识她的朋友，不在她任何一个圈子里，所以秘密吐露得格外轻松，反之亦然。她比我小两岁，家里富得流油，第一次见面让我管她叫 Miyki，尽管我已知道她姓甚名谁，但 Miyki Miyki 叫习惯了，还是这样称呼吧。

Miyki 在澳洲上学，经常瞒着父母到世界各地撒野，有时候还飞回北京，在朋友家住上一阵，好像根本不在乎什么似的。我总暗想，她会不会有一天打个电话拖着行李住到我这里。尽管如此，我装得很正派，没有泄露过那方面的幻想。有时候她会在夜里打电话，聊起她男友，前男友，还有已经结婚却突然搂住她表白的闺蜜的老公。我装得饶有兴致，时而附和，追问，其实满脑子都是她洗澡后的裸体。

话虽这么说，她和我的状况也不是这么简单。人与人的关系从来不是匀速前进的，而是由于某件事瞬间改变，相熟，变质，或者一下子冷掉。寻常人也许是性、生死，或者其他要紧的事。Miyki 大概是讲述了一次离奇的童年体验。

那个东西叫冷幻觉。

有一年冬天吃火锅，她淘气爬上方桌，伸手去抓远处的食物——要抓什么现在已经忘了——总之一不留神，手背触到冒着热气的铜锅。她哇地缩手大叫：冷！家人一面安慰一面纠正，这不叫冷，叫烫。但她确凿无疑，时隔多年仍然记得那种感觉。手触到铜锅的瞬间，先是感受到冷，然后才是热，最后是痛。这种没受到低温刺激，却错乱引发冷觉的体验，就是冷幻觉。

尽管极少听到她严肃的语气，我仍然半信半疑，难以想象那是一种什么样的瞬间感受。是不是类似于喝酒以后浑身发热，但没过一会儿就冷了？或者发烧的时候，明明体温升高，但浑身觉得特别冷？我问。遭到否定以后，我又问她，之后还有没有类似的体验，手伸进沸水里，被烫一下就能感受到了？

不可能的，她说，这就好比自己给自己挠痒，永远行不通，因为在潜意识里，你已经知道结果会怎样了，说到底，这是一种欺骗自我的错觉，要想邂逅，除非是冥冥中的巧合。她的声音柔软轻盈，仿佛加了柔顺剂，软绵绵的，不知不觉将我卷入不现实的漩涡，周围一切缓慢抽离，变得失焦模糊了。就在我愣神的时候，电话对面空白了几秒，然后听见她更轻柔、更缓慢的声音。

“你有没有想过，整个世界是一场幻觉？”

“大概，有可能吧。”

“这些事，我从没跟任何人说过。”她轻轻吐了一口气，“答应我，不要透露给别人，也不要自己尝试，等我回国找你。”

从那时起，我们的关系变得复杂了。

 

2
音乐节连续三天。我买了北京出发的单程车票，查到主办方有租帐篷的服务，想了想还是自己在户外用品店买了双人帐篷。出发当天收拾好行李，取了两千块的现金，各种酒装了满满一背包。往包里塞一盒避孕套的时候，Miyki 发来信息，说已经下飞机了，还有几位朋友和她一起。我脑袋空白了一下，把避孕套扔在一边，拎包出门。过了十分钟，回屋，往包里塞了两盒。

抵达营地已是下午。由火车站到营地的巴士里坐满了奇装异服的男女，还有不少外国嬉皮，白人居多，准确地说，整趟巴士算上我不超过五个中国人。这些家伙还没到营地就控制不住了，拿蓝牙音箱放着暴躁的电子乐，喝酒、聊天、抽卷烟，站在座位上扭来扭去，车里填满浓稠的白烟，熏得我头晕脑涨，从外面看，这辆大巴一定像是头喷吐烟雾的怪兽。司机倒是淡定得出奇，到后来，甚至被这股高涨的热情传染了，摇头晃脑，不止一次双手高举过头，吓得我直冒冷汗。

看到营地的树木时，我已经迷迷糊糊了。营地被苍翠的树林环抱着，大型音响在播放重拍电子乐，树叶震得发颤。外国嬉皮们从巴士里鱼贯而出，东倒西歪摇摇晃晃，像一摊呕吐物。营地大门围满了兑换手环的人，远处的保安撕破喉咙喝止偷偷翻墙进去的家伙。门口有一位穿着工作人员制服的年轻人拿着喇叭大喊：“一切食物、饮料禁止带入场地！”

我走到停车场给 Miyki 打电话，告诉她这里有满满一包酒，但是恐怕带不进去。她让我稍等，两秒钟以后，电话那头传来一阵欢呼声。我隐约觉得不妙，但所有知觉已经迟钝，无力表现出任何情绪。经过漫长的等待，Miyki 终于出现我面前，身后簇着一帮人，大概五六个吧，除她以外只有一个亚洲面孔，孤零零走在最后。Miyki 愉快地向我打招呼，依次介绍身后的老外。这些家伙和巴士上的没什么两样，名字我一个都没记住。他们朝我微笑、握手、拥抱，然后很自觉地从地上的背包里拿酒，拧开灌下去，没过片刻就以背包为中心，围成一圈坐下了。我成了提供后勤的酒贩子，那个背包就像一座祭坛，源源不断地流出快乐。

Miyki 将一头短发染成白色，身上穿着背心和热裤，脚踩着夹脚凉鞋。她的背心正面印着梦幻杰基，就是一道红蓝闪电劈开大卫·鲍伊整张脸的那个造型。闪电上端一直蔓延到背心隆起的边缘。她的肤色很白，上下半身的比例堪称完美，脚趾涂了蓝色指甲油，凉鞋夹带上镶嵌两颗黑色的宝石。
        </div>
    </div>
</template>

<script>
export default {
  name: "detail-content",
  data() {
    return {};
  }
};
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style lang="scss" scoped>
.detail-content-container {
    width: 100%;
    height: 100%;
    .container-logo{
        display: flex;
        flex-direction: column;
        align-items: flex-end;
        justify-content: flex-end;
        box-sizing: border-box;
        border-bottom: 1px solid #efefef;
        padding-bottom: 20px;
        .logo-list{
            display: flex;
            li{
                width: 40px;
                height: 20px;
                background-color: #efefef;
                margin-right: 15px;
                &:nth-last-of-type(1){
                    margin-right: 0;
                }
            }
        }
        .logo-author{
            width: 50px;
            height: 50px;
            border-radius: 50%;
            margin-top: 20px;
            img{
                width: 100%;
                height: 100%;
            }
        }
    }
    .container-content{
        margin-top: 30px;
    }
}
</style>

